this.el_novice_tutorial_page_13_item <- this.inherit("scripts/items/el_special/el_novice_tutorial_page_item", {
	m = {
    },
	function create()
	{
		this.m.page_num_str = "13";
		this.m.page_title_str = "NPC Buff";
		this.m.page_info_str = 
		  "独属于NPC和窃法者起源的强力Buff。\n"
		+ "精英级敌人起将拥有1个NPC Buff，非人形精英将拥有额外2个NPC Buff。\n"
		+ "选择世界难度时每多50%将会为所有敌人额外带来1个NPC Buff。\n"
		+ "首领级敌人的NPC Buff将会被强化，拥有更强的效果，普通敌人的将会被削弱，效果降低。\n"
		+ "各NPC Buff大致效果如下：\n"
		+ "01.狂 战 士：当前状态越差，命中率与伤害越高。\n"
		+ "02.专    注：连续攻击同一目标是命中率和伤害会逐渐增高。\n"
		+ "03.致    残：攻击命中时造成额外的伤残。\n"
		+ "04.激    励：提升决心，回合开始时概率提升自身与周围队友的士气。\n"
		+ "05.坚    韧：免疫部分负面效果。\n"
		+ "06.疲劳窃取：攻击命中时造成额外的疲劳伤害，并回复自身等额的疲劳。\n"
		+ "07.能量护盾：每回合自动恢复，每层护盾能完全抵挡一段伤害。\n"
		+ "08.闪    避：增加双防，拥有近战远程两种形态，每回合自动切换，对应形态提供的闪避极高。\n"
		+ "09.引    力：回合结束时牵引周围敌人向自身位置位移。\n"
		+ "10.成    长：每回合增加自身的命中、闪避、伤害和减伤。\n"
		+ "11.鹰    眼：增加远程攻击距离和爆头率，不会被夜间影响。\n"
		+ "12.威    慑：提升决心，攻击时概率降低周围队友的士气。\n"
		+ "13.生命窃取：攻击命中时造成额外的伤害，并回复自身10倍于此额外伤害的生命值。\n"
		+ "14.迅    捷：提升主动值与行动点。\n"
		+ "15.多重攻击：攻击时同时攻击范围内所有敌人。\n"
		+ "16.震    荡：回合开始时击退周围敌人。\n"
		+ "17.不 死 鸟：受到致死攻击会满状态复活。\n"
		+ "18.淬    毒：攻击命中时附加额外毒素效果。\n"
		+ "19.恢    复：每回合自动恢复生命值、装备耐久与疲劳。\n"
		+ "20.复    仇：受到伤害会增加自身的命中与伤害，击中目标后重置。\n"
		+ "21.自    爆：死亡时对周围所有单位造成伤害，距离越近伤害越高。\n"
		+ "22.印    记：攻击会给目标施加印记，印记层数满后会爆炸。\n"
		+ "23.巨    力：增加伤害。\n"
		+ "24.重    击：攻击命中造成眩晕。\n"
		+ "25.重    装：增加生命值，护甲值和疲劳值。\n"
		+ "26.硬化皮肤：提升减伤。\n"
		+ "27.荆    棘：收到伤害时对攻击者对应部位造成一段伤害。\n"
		+ "28.老    兵：提升战斗等级。\n"
		+ "29.武器大师：提升双攻。\n"
		+ "30.凋    零：回合结束时时对周围所有敌方单位造成一段无视护甲的伤害。\n"
		+ "详情参考文档3.2.j。";
		this.el_novice_tutorial_page_item.create();
	}
});